{
  "headline": "Ceci est le titre du composant de démonstration i18n.",
  "content": "Il s'agit d'un texte de remplissage. Vous pouvez l'utiliser pour voir si toutes les lettres sont présentes et à quoi elles ressemblent. Parfois, on utilise des mots comme Hamburgefonts, Rafgenduks ou Handgloves pour tester les polices de caractères. Parfois, des phrases contenant toutes les lettres de l'alphabet sont utilisées - ces phrases sont appelées «pangrammes». Très célèbre est celle-ci: Le vif renard brun saute par-dessus le chien paresseux. Souvent, des parties de phrases étrangères sont incluses dans les textes pour tester l'effet dans d'autres langues (AVAIL® et Wefox™ testent aussi le crénage) . En latin, par exemple, presque toutes les polices de caractères ont l'air bien. Quod erat demonstrandum. Depuis 1975, la plupart des textes de test ne contiennent pas de chiffres, c'est pourquoi, selon TypoGb. 204 §, les chiffres seront obligatoires dans 86 des textes à partir de l'année 2034. Le non-respect est puni d'une amende allant jusqu'à 245 € ou 368 $. Tout aussi importants sont les Âçcèñtë, qui sont toutefois presque toujours inclus dans les écrits plus récents. Un domaine important mais difficile à intégrer est celui des fonctionnalités OpenType. Selon le logiciel et les préférences, les petites capitales intégrées, le crénage ou les ligatures (très intelligentes) peuvent ne pas être affichées correctement. C'est un texte de remplissage. Vous pouvez voir si toutes les lettres sont présentes et à quoi elles ressemblent. Parfois, on utilise des mots comme Hamburgefonts, Rafgenduks",
  "nuxtLinkHeadline": "Utilisation de NuxtLink",
  "nuxtLinkIntro": "Vous pouvez également naviguer directement par l'URL, cliquez sur le lien pour:",
  "nuxtLink": "Naviguer vers la langue i18n sélectionnée (traduire par URL)",
  "nuxtLinkOutro": "Si vous avez sélectionné une langue différente de en-EN (la valeur par défaut de nuxt.config), vous devriez le voir dans l'URL",
  "langSwitcherHeadline": "Changer de langue:"
}